Repository: nrasband/SpanishVocabMastery
Catalog: SpanishandEnglishVocabApp/Languages/*.lproj/*.lproj/Localizable.strings
Languages: es

source: N/A
es: No corresponde

source: Random word
es: Palabra del día

source: Random word: (dictionary empty)
es: No hay palabras en el diccionario.

source: adjective
es: adjetivo

source: adverb
es: adverbio

source: conjunction
es: conjunción

source: interjection
es: interjección

source: noun
es: sustantivo

source: preposition
es: preposición

source: pronoun
es: pronombre

source: verb
es: verbo

source: Add new or select existing category
es: Añadir o seleccionar una categoría

source: Enter category here
es: Entrar aquí la categoría

source: Add definition to category
es: Añadir la definición a la categoría

source: Help
es: Ayuda

source: Manage
es: Administración

source: Rename category
es: Cambiar la categoría

source: Tap a category to work with its definition sets.
es: Tocar una categoría para trabajar con las definiciones

source: Tap a definition to update
es: Toque una definición para actualizarla

source: Definitions
es: Definiciones

source: Add definition
es: Añadir una definición

source: English
es: Inglés

source: Spanish
es: Español

source: Gender
es: Género

source: Category
es: Categoría

source: Part of Speech
es: Parte de la oración

source: Save
es: Guardar

source: Example sentence:
es: Oración de ejemplo:

source: Image
es: Foto

source: Please enter text for English
es: Entre la definición en inglés

source: Please enter text for Spanish
es: Entre la definición en español

source: Please select a part of speech.
es: Seleccione la parte de la oración.

source: Add part of speech
es: Añadir la parte de la oración

source: Back
es: Atrás

source: Cancel changes?
es: Abandonar los cambios?

source: You are about to cancel your changes. Tap cancel and then tap the save button, or tap OK to continue without saving.
es: Va a abandonar sus cambios. Cancele y guarde, o toque "Vale" para seguir sin guardar.

source: Cancel
es: Cancelar

source: OK
es: Vale

source: Choose
es: Escoger

source: Capture an image with the camera or choose an existing image from the library.
es: Se puede usar la cámara o la biblioteca.

source: Camera
es: Cámara

source: Library
es: Biblioteca

source: Search
es: Buscar

source: English to Spanish
es: Del inglés al español

source: Spanish to English
es: Del español al inglés

source: Add
es: Añadir

source: to dictionary
es: al diccionario

source: No search results
es: No hay resultados

source: The default category cannot be modified.
es: No se puede modificar esta categoría.

source: The category name was successfully changed.
es: El nombre de la categoría se ha cambió con éxito.

source: Start
es: Empezar

source: Flash cards
es: Tarjetas

source: Tap a category to begin
es: Tocar una categoría para empezar

source: Cannot rename default category
es: No se puede cambiar esta categoría

source: Picture on front
es: Foto al frente

source: Picture on back
es: Foto al dorso

source: No picture
es: No foto

source: Example on front
es: Ejemplo al frente

source: Example on back
es: Ejemplo al dorso

source: No example
es: No ejemplo

source: Example
es: Ejemplo

source: Please fix the problems listed and save again.
es: Arregle los problemas mencionados, y guarde de nuevo.

source: Problems with definition set
es: Problemas con la definición

source: Flip
es: Darle la vuelta

source: Next
es: Siguiente

source: Add category
es: Añadir una categoría
